function change1() {
    var btn = document.getElementById("myButton1");
    var txt = document.getElementById("p1");
    if (btn.value == 'Read More') {
        btn.value = 'Read Less';

        txt.innerHTML = "מיכל, 42 חיפה"+
                        "<br> אני זוכרת את עצמי בדיאטה כבר בגיל 12."+
                        "<br>  ברמה כזאת שאם אכלתי 100 גרם בורקס, הוספתי מיד 100 גרם למשקל. "+
                        "<br> הייתי מסתובבת בבית ספר עם שקית של גזר ומלפפונים, ניסיתי דיאטות שונות ובעיקר הרגשתי מקופחת. "+
                        "<br> התהליך הרציני הראשון שלי התחלתי בגיל 22, אחרי ההריון הראשון, בו העליתי 23 קילו בנוסף לעודף משקל שכבר היה."+
                        "<br>  מאישה שחשבה על ארוחת הערב שלה בעודה אוכלת את ארוחת הצהריים, הפכתי למישהי שמכניסה רק חלבונים וירקות לצלחת ועושה ספורט בכמות מוגזמת."+
                        "<br> <br> בזכות עינת הצלחתי להגשים את החלום שלי"

    } else {
        btn.value = 'Read More';
        txt.innerHTML = "מיכל, 42 חיפה"+
                        "<br>    בזכות עינת הצלחתי לעמוד במטרות שהצבתי לעצמי. החיים שלי השתנו מקצה לקצה."+
                        '<br> ...'
        }
    }

    function change2() {
    var btn = document.getElementById("myButton2");
    var txt = document.getElementById("p2");
    if (btn.value == 'Read More') {
        btn.value = 'Read Less';

        txt.innerHTML = " יובל, 23 כפר סבא"+
                        "<br> בזכות עינת הצלחתי לעמוד במטרות שהצבתי לעצמי. החיים שלי השתנו מקצה לקצה."+
                        "<br>  ברמה כזאת שאם אכלתי 100 גרם בורקס, הוספתי מיד 100 גרם למשקל. "+
                        "<br> הייתי מסתובבת בבית ספר עם שקית של גזר ומלפפונים, ניסיתי דיאטות שונות ובעיקר הרגשתי מקופחת. "+
                        "<br> התהליך הרציני הראשון שלי התחלתי בגיל 22, אחרי ההריון הראשון, בו העליתי 23 קילו בנוסף לעודף משקל שכבר היה."+
                        "<br>  מאישה שחשבה על ארוחת הערב שלה בעודה אוכלת את ארוחת הצהריים, הפכתי למישהי שמכניסה רק חלבונים וירקות לצלחת ועושה ספורט בכמות מוגזמת."+
                        "<br> <br> בזכות עינת הצלחתי להגשים את החלום שלי"

    } else {
        btn.value = 'Read More';
        txt.innerHTML = " יובל, 23 כפר סבא"+
                        "<br> בזכות עינת הצלחתי לעמוד במטרות שהצבתי לעצמי. החיים שלי השתנו מקצה לקצה."+
                        '<br> ...'


        }
    }

    function change3() {
     var btn = document.getElementById("myButton3");
    var txt = document.getElementById("p3");
    if (btn.value == 'Read More') {
        btn.value = 'Read Less';

        txt.innerHTML = " רון, 25 רמת גן"+
                        "<br> עינת קשובה לכל בעיה, הפגישות איתה תמיד לימדו אותי דברים חדשים שקל לי ליישם ביומיום."+
                        "<br>  ברמה כזאת שאם אכלתי 100 גרם בורקס, הוספתי מיד 100 גרם למשקל. "+
                        "<br> הייתי מסתובבת בבית ספר עם שקית של גזר ומלפפונים, ניסיתי דיאטות שונות ובעיקר הרגשתי מקופחת. "+
                        "<br> התהליך הרציני הראשון שלי התחלתי בגיל 22, אחרי ההריון הראשון, בו העליתי 23 קילו בנוסף לעודף משקל שכבר היה."+
                        "<br>  מאישה שחשבה על ארוחת הערב שלה בעודה אוכלת את ארוחת הצהריים, הפכתי למישהי שמכניסה רק חלבונים וירקות לצלחת ועושה ספורט בכמות מוגזמת."+
                        "<br> <br> בזכות עינת הצלחתי להגשים את החלום שלי"

    } else {
        btn.value = 'Read More';
        txt.innerHTML = " רון, 25 רמת גן"+
                        "<br> עינת קשובה לכל בעיה, הפגישות איתה תמיד לימדו אותי דברים חדשים שקל לי ליישם ביומיום."+
                        '<br> ...'
        }
    }

    function change4() {
    var btn = document.getElementById("myButton4");
    var txt = document.getElementById("p4");
    if (btn.value == 'Read More') {
        btn.value = 'Read Less';

        txt.innerHTML = " ירון, 38 רחובות"+
                        "<br> בזכות השיטה הייחודית של עינת הצלחתי לשנות את הרגלי התזונה שלי. מרגיש אנרגטי יותר."+
                        "<br>  ברמה כזאת שאם אכלתי 100 גרם בורקס, הוספתי מיד 100 גרם למשקל. "+
                        "<br> הייתי מסתובבת בבית ספר עם שקית של גזר ומלפפונים, ניסיתי דיאטות שונות ובעיקר הרגשתי מקופחת. "+
                        "<br> התהליך הרציני הראשון שלי התחלתי בגיל 22, אחרי ההריון הראשון, בו העליתי 23 קילו בנוסף לעודף משקל שכבר היה."+
                        "<br>  מאישה שחשבה על ארוחת הערב שלה בעודה אוכלת את ארוחת הצהריים, הפכתי למישהי שמכניסה רק חלבונים וירקות לצלחת ועושה ספורט בכמות מוגזמת."+
                        "<br> <br> בזכות עינת הצלחתי להגשים את החלום שלי"

    } else {
        btn.value = 'Read More';
        txt.innerHTML = " ירון, 38 רחובות"+
                        "<br> בזכות השיטה הייחודית של עינת הצלחתי לשנות את הרגלי התזונה שלי. מרגיש אנרגטי יותר."+
                        '<br> ...'
        }
    }

    function change5() {
    var btn = document.getElementById("myButton5");
    var txt = document.getElementById("p5");
    if (btn.value == 'Read More') {
        btn.value = 'Read Less';

        txt.innerHTML = "משה, 52 שובל"+
                        "<br> אני זוכרת את עצמי בדיאטה כבר בגיל 12."+
                        "<br>  ברמה כזאת שאם אכלתי 100 גרם בורקס, הוספתי מיד 100 גרם למשקל. "+
                        "<br> הייתי מסתובבת בבית ספר עם שקית של גזר ומלפפונים, ניסיתי דיאטות שונות ובעיקר הרגשתי מקופחת. "+
                        "<br> התהליך הרציני הראשון שלי התחלתי בגיל 22, אחרי ההריון הראשון, בו העליתי 23 קילו בנוסף לעודף משקל שכבר היה."+
                        "<br>  מאישה שחשבה על ארוחת הערב שלה בעודה אוכלת את ארוחת הצהריים, הפכתי למישהי שמכניסה רק חלבונים וירקות לצלחת ועושה ספורט בכמות מוגזמת."+
                        "<br> <br> בזכות עינת הצלחתי להגשים את החלום שלי"

    } else {
        btn.value = 'Read More';
        txt.innerHTML = "משה, 52 שובל"+
                        "<br> כאדם טבעוני תמיד התקשתי ליצור לי תפריט מאוזן. עינת עזרה לי מאוד לבנות תפריט נכון עבורי."+
                        '<br> ...'
        }
    }

    function change6() {
    var btn = document.getElementById("myButton6");
    var txt = document.getElementById("p6");
    if (btn.value == 'Read More') {
        btn.value = 'Read Less';

        txt.innerHTML = "נועה, 28 נתניה"+
                        "<br> אני זוכרת את עצמי בדיאטה כבר בגיל 12."+
                        "<br>  התפריט שעינת בנתה לי מלווה אותי כבר מספר חודשים. אני מאוד אוהבת את הגיוון שהיא הכניסה בו. "+
                        "<br> הייתי מסתובבת בבית ספר עם שקית של גזר ומלפפונים, ניסיתי דיאטות שונות ובעיקר הרגשתי מקופחת. "+
                        "<br> התהליך הרציני הראשון שלי התחלתי בגיל 22, אחרי ההריון הראשון, בו העליתי 23 קילו בנוסף לעודף משקל שכבר היה."+
                        "<br>  מאישה שחשבה על ארוחת הערב שלה בעודה אוכלת את ארוחת הצהריים, הפכתי למישהי שמכניסה רק חלבונים וירקות לצלחת ועושה ספורט בכמות מוגזמת."+
                        "<br> <br> בזכות עינת הצלחתי להגשים את החלום שלי"

    } else {
        btn.value = 'Read More';
        txt.innerHTML = "נועה, 28 נתניה"+
                        "<br>    התפריט שעינת בנתה לי מלווה אותי כבר מספר חודשים. אני מאוד אוהבת את הגיוון שהיא הכניסה בו."+
                        '<br> ...'
        }
    }

    function change7(stingLong, stringShort, number) {
    var btn = document.getElementById("myButton"+number);
    var txt = document.getElementById("p"+ number);
    if (btn.value == 'Read More') {
        btn.value = 'Read Less';

        txt.innerHTML = "רחל, 44 ראשון לציון"+
                        "<br>עינת אלופה. תמיד אפשר להתייעץ איתה. נותנת את כל הכלים שצריך בשביל להצליח ובגדול."+
                        "<br>  ברמה כזאת שאם אכלתי 100 גרם בורקס, הוספתי מיד 100 גרם למשקל. "+
                        "<br> הייתי מסתובבת בבית ספר עם שקית של גזר ומלפפונים, ניסיתי דיאטות שונות ובעיקר הרגשתי מקופחת. "+
                        "<br> התהליך הרציני הראשון שלי התחלתי בגיל 22, אחרי ההריון הראשון, בו העליתי 23 קילו בנוסף לעודף משקל שכבר היה."+
                        "<br>  מאישה שחשבה על ארוחת הערב שלה בעודה אוכלת את ארוחת הצהריים, הפכתי למישהי שמכניסה רק חלבונים וירקות לצלחת ועושה ספורט בכמות מוגזמת."+
                        "<br> <br> בזכות עינת הצלחתי להגשים את החלום שלי"

    } else {
        btn.value = 'Read More';
        txt.innerHTML = "רחל, 44 ראשון לציון"+
                        "<br>    עינת אלופה. תמיד אפשר להתייעץ איתה. נותנת את כל הכלים שצריך בשביל להצליח ובגדול."+
                        '<br> ...'
        }
    }